/* Label for the applications list settings item */
"Allowed applications" = "Tillåtna program";

/* Placeholder string for the filter field of the applications list settings item */
"Filter applications" = "Filtrera program";

/* OpenWith Plugin - error launching - failure reason. */
"No bundle at the specified path" = "Inget paket vid den specificerade sökvägen";

/* OpenWith Plugin - error launching - title */
"Unable to launch the requested application" = "Kunde inte starta begärt program";

/* Error message showed to users when Open With fails. */
"Unable to open the specified files" = "Kunde inte öppna de specificerade filerna";

